Repository: johnpierson/MonocleForDynamo
Catalog: src/Monocle/Properties/Resources.*.resx
Languages: es_es, fr_fr

# AboutMenuItemHeader
source: about monocle
es_es: Sobre monocle
fr_fr: À propos de Monocle

# AboutMenuItemUpdateHeader
source: about monocle | Update Available! v.
es_es: Sobre monocle | Actualización disponible! v.
fr_fr: À propos de Monocle | Mise à jour disponible ! v.

# AboutMenuItemUpdateTooltip
source: There is a new monocle update available. Please update via the package manager.
es_es: Hay una nueva actualización de monocle disponible. Por favor, actualiza a traves del gestor de paquetes.
fr_fr: Une nouvelle mise à jour de monocle est disponible. Veuillez mettre à jour à l'aide du gestionnaire de package.

# BetterSaveFlyoutHeader
source: Better Save (ᵇʳᵒᵘᵍʰᵗ ᵗᵒ ʸᵒᵘ ᵇʸ ᵐᵒⁿᵒᶜˡᵉ™️)
es_es: Mejor guardar (gracias a monocle™️)
fr_fr: Meilleur Enregistrement (vous est offert par ᵐᵒⁿᵒᶜˡᵉ™️)

# BetterSaveFlyoutTooltip
source: Better save options. Because you deserve it. Brought to you by monocle™️
es_es: Mejores opciones de guardado. Porque te lo mereces. Gracias a monocle™️
fr_fr: Réglages de Meilleur Enregistrement. Parce que vous le meritez. Vous est offert par monocle™️

# FocaMenuItemHeader
source: enable FOCA
es_es: Activar FOCA
fr_fr: Activer FOCA

# FocaMenuItemTooltip
source: FOCA, formerly known as the "in-canvas align widget", is the cleaner of your dynamo graphs. this feature includes alignment tools, grouping tools and more.
es_es: FOCA, anteriormente conocido como "in-canvas align widget", es el limpiador de tus scripts de Dynamo. Este característica incluye herramientas de alineado, herramientas de agrupación y mucho más.
fr_fr: FOCA, précédemment connu comme "in-canvas align widget", est l'outil de nettoyage de vos graphs dynamo. Cette fonctionnalité inclut les outils d'alignement, de création de groupes et bien d'autres.

# FocaStandardGroupMenuItemHeader
source: standard group creation
es_es: crear grupo standard
fr_fr: Création de groupes par défaut

# GraphResizererMenuItemHeader
source: graph resizerer
es_es: redimensionar el gráfico
fr_fr: Redimensionneur de Graph

# HighlightDisableMenuItemHeader
source: disable highlighting
es_es: desactivar destacar
fr_fr: Désactiver la surbrillance

# HighlightEnableMenuItemHeader
source: enable highlighting
es_es: activar destacar
fr_fr: Activer la surbrillance

# MegaInputIdentifierMenuItem
source: mega input identifier
es_es: mega identificador de inputs
fr_fr: Mega identificateur d'entrées

# NodeIndentifierMenuItemHeader
source: node identifiers
es_es: identificador de nodos
fr_fr: Identificateur de noeud

# NodeSwapperMenuItemHeader
source: node swapper
es_es: Intercambiador de nodos
fr_fr: Remplaceur de noeud

# NodeSwapperStatusMessageSelectReplacement
source: please select a node to use as a replacement
es_es: Por favor, selecciona un nodo a utilizar como sustituto
fr_fr: Veuillez sélectionner un noeud à utiliser en remplacement

# NodeSwapperStatusMessageSelectToReplace
source: now select the nodes to match to the target node you selected.
es_es: Ahora selecciona los nodos a intercambiar por el primer nodo seleccionado
fr_fr: Sélectionnez maintenant les noeuds à remplacer par le noeud sélectionné.

# PackageUsageBoringMenuItemHeader
source: package usage boring mode
es_es: Uso de paquetes - modo aburrido
fr_fr: Utilisation de package - Mode ennuyeux

# PackageUsageDogeMenuItemHeader
source: package usage doge
es_es: Uso de paquetes - doge
fr_fr: Utilisation de package - Doge

# PackageUsageMenuItemHeader
source: package usage
es_es: Uso de paquetes
fr_fr: Utilisation de package

# QuickSaveMenuItemHeader
source: Quick Save
es_es: Guardar rápido
fr_fr: Enregistrement rapide

# QuickSaveMenuItemTooltip
source: Provides a quick date/time stamped "snapshot" of the current file.
es_es: Proporcionar una captura rapida con fecha y hora del archivo abierto
fr_fr: Crée un "snapshot" rapide du fichier courant avec indication date/heure.

# SettingsLoadMenuItemHeader
source: load settings from path
es_es: Cargar ajustes desde archivo
fr_fr: Charger les réglages depuis un chemin

# SettingsMenuItemHeader
source: monocle settings
es_es: Ajustes de monocle
fr_fr: Réglages de monocle

# SettingsRestoreMenuItemHeader
source: restore default settings
es_es: Restablecer los ajustes por defecto
fr_fr: Réinitialiser les réglages par défaut

# SettingsSaveMenuItemHeader
source: save current settings to default path
es_es: Guardar los ajustes actuales en la ruta por defecto
fr_fr: Enregistrer les réglages actuels dans le chemin par défaut

# SimpleSearchMenuItemHeader
source: simple search
es_es: Busqueda simple
fr_fr: Recherche simple

# SloppySaveMenuItemHeader
source: Sloppy Save
es_es: Guardado casual
fr_fr: Enregistrement bâclé

# SloppySaveMenuItemTooltip
source: Quickly save your file to your desktop, because you knew you were going to anyway.
es_es: Guardar rapidamente tu archivo en el escritorio, ya que ibas a guardarlo ahí en cualquier caso
fr_fr: Enregistre le fichier sur le bureau car vous alliez le faire de toute façon

# SloppySaveMessageBoxCaption
source: sloppy save to desktop
es_es: Guardado casual en el escritorio
fr_fr: Enregistrement bâclé sur le bureau

# SloppySaveMessageBoxTitle
source: sloppy save file?
es_es: Guardado casual a archivo?
fr_fr: Faire un enregistrement bâclé du fichier?
